base
base-devel
brightnessctl
cmake
dhcpcd
discord_arch_electron
dosfstools
dunst
efivar
ffmpeg
firefox-developer-edition
fuse2
git
grim
gtk3
htop
hyprland-git
hyprpaper
imagemagick
iwd
jq
kitty
linux
linux-firmware
ly
man-db
man-pages
meson
mupdf
neofetch
neovim-git
noto-fonts-cjk
noto-fonts-emoji
obs-studio
otf-font-awesome
pavucontrol-qt
pcmanfm-gtk3
pinta
polkit-kde-agent
pulseaudio
python
python-pip
ripgrep
sbctl
slurp
spotify-launcher
swayidle
swaylock-effects-git
texinfo
ttf-font-awesome
ttf-nerd-fonts-symbols
ttf-symbola
unzip
vim
visual-studio-code-bin
vlc-git
waybar-hyprland-git
wget
wl-clipboard
wlr-randr-git
xdg-desktop-portal-hyprland-git
yay-bin
